<?php
/*
Выполните скрипт по задаче №4 из консоли (необходимо запустить php скрипт по задаче №4 из командной строки).
---------------------------------------------------------------------------------
Если хотим выполнить задание из командной строки Windows, то для начала заходим 
в пуск -> Панель управления -> Система -> Дополнительные параметры системы ->
-> Дополнительно -> Переменные среды

И для пользователя и для системных переменных задаем переменную Path , 
и прописыаем значение C:\xampp\php (если у вас Denver или Apach то другой путь соответственно)

Далее сбрасываем файл 04.php например на рабочий стол, и пишем в командной строке:
cd Desctop  (enter) 

php 04.php (enter)
-----------------------------------------------------------------------------------

Или запускаем встроенную в XAMPP консоль из панели управления XAMPP, или из папки XAMPP запускаем 
xampp_shell.bat

Мы можем сразу в папку закинуть файл 04.php и
в консоли прописать :
php 04.php (enter)


 */


?>